Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_more_menu_hint
source: The first row is the actions bar below pages. Swipe the actions bar up, or the address bar down, to open the whole menu. Tap a button to move or remove it. Extensions always take a whole row.
ab: Актәи аряд ауп адаҟьақәа рҵыхәтәантәи аҟны иҟоу аҟaҵарақәа рпанель. Аменю зегьы аартра азы, аҟaҵарақәа рпанель ашҟыц, ма аадрес рпанель аҵыхәтәантәи ахь ишәгарц. Акнопка аиҭаҵра ма аныхра азы, аҟны идырҳәыр. Аиҵыхрақәа рацәа аряд еиҳа рзиуеит.
am: የመጀመሪያው ረድፍ ከገጾች በታች ያለው የእርምጃዎች አሞሌ ነው። ሙሉውን ምናሌ ለመክፈት የእርምጃዎች አሞሌን ወደ ላይ ወይም የአድራሻ አሞሌን ወደ ታች ያንሸራትቱ። አዝራርን ለማንቀሳቀስ ወይም ለማስወገድ ይንኩት። ቅጥያዎች ሁልጊዜ አንድ ሙሉ ረድፍ ይይዛሉ።
an: A primera ringlera ye la barra d'accions de baixo d'as pachinas. Esliza la barra d'accions ta alto, u la barra d'adrezas ta baixo, ta ubrir tot o menú. Toca un botón ta mover-lo u quitar-lo. As estensions siempre ocupan una ringlera entera.
ar: الصف الأول هو شريط الإجراءات أسفل الصفحات. لفتح القائمة كاملةً، مرِّر شريط الإجراءات لأعلى، أو شريط العناوين لأسفل. اضغط على زر لنقله أو إزالته. تشغل الامتدادات صفًا كاملًا دائمًا.
ast: La primer filera ye la barra d'aiciones debaxo de les páxines. Fai un esllizamientu de la barra d'aiciones p'arriba, o de la barra de direiciones p'abaxo, p'abrir tol menú. Toca un botón pa movelu o quitalu. Les estensiones ocupen siempre una filera entera.
az: Birinci sıra səhifələrin altındakı əməliyyatlar panelidir. Bütün menyunu açmaq üçün əməliyyatlar panelini yuxarı, ya da ünvan panelini aşağı sürüşdürün. Düyməni daşımaq və ya silmək üçün ona toxunun. Əlavələr həmişə bütöv bir sıra tutur.
azb: بیرینجی سیرا صفحه‌لرین آلتینداکی عملیات‌لار پانئلیدیر. بوتون منونو آچماق اوچون عملیات‌لار پانئلینی یوخاری، یا دا اونوان پانئلینی آشاغی سوروشدورون. دوگمه‌نی داشیماق یا دا سیلمک اوچون اونا توخونون. اوزانتی‌لار همیشه بوتؤو بیر سیرا توتور.
ban: Baris kapertama, bar aksi di beten halaman. Geser bar aksine ka baduur, wiadin bar alamat ka betenan, anggon mukak menu makejang. Tap tombol anggon mindahang wiadin ngilangang. Ekstensi setata nyemak abesik baris pinuh.
be: Першы радок — гэта панэль дзеянняў пад старонкамі. Правядзіце па панэлі дзеянняў уверх або па адраснай радку ўніз, каб адкрыць усё меню. Націсніце на кнопку, каб перамясціць або прыбраць яе. Пашырэнні заўсёды займаюць увесь радок.
bg: Първият ред е лентата с действия под страниците. Плъзнете лентата с действия нагоре или адресната лента надолу, за да отворите цялото меню. Докоснете бутон, за да го преместите или премахнете. Разширенията винаги заемат цял ред.
bn: প্রথম সারিটি হলো পাতার নিচের অ্যাকশন বার। পুরো মেনু খুলতে অ্যাকশন বার উপরে বা ঠিকানা বার নিচে সোয়াইপ করুন। কোনো বোতাম সরাতে বা মুছে ফেলতে সেটিতে ট্যাপ করুন। এক্সটেনশন সবসময় পুরো একটি সারি নেয়।
bqi: ردیف ٱول نوار کار یل زیر بلگه یله. بره وا کردن پوی منو، نوار کار یله بکش بالا، یا نوار آدرسه بکش پایین. رو دکمه بزن بره جا گوردنش یا دراوردنش. وردنی یل همیشه یه ردیف کامله می‌گیرن.
br: Ar renkad kentañ eo ar varrenn oberioù dindan ar bajennoù. Riklit ar varrenn oberioù war-c’hrec’h, pe ar varrenn chomlec’h war-draoñ, evit digeriñ ar meuziad a-bezh. Pouezit war un afell evit he dilec’hiañ pe he lemel. An askouezhioù a gemer bepred ur renkad a-bezh.
brh: پہلین قطار صفحاک نا تلی ایکشن بار ہس۔ کل مینو ملننا نا واسطے ایکشن بار اُتی، یا ایڈریس بار تلی سوائپ کبو۔ بٹن پار ٹیپ کبو چل یا ہٹاننا نا واسطے۔ ایکسٹینشناک ہمیشہ کل قطار ل ہن۔
bs: Prvi red je traka radnji ispod stranica. Prevucite traku radnji nagore, ili adresnu traku nadolje, da otvorite cijeli meni. Dodirnite dugme da ga premjestite ili uklonite. Ekstenzije uvijek zauzimaju cijeli red.
ca: La primera fila és la barra d'accions de sota les pàgines. Feu lliscar la barra d'accions cap amunt, o la barra d'adreces cap avall, per obrir tot el menú. Toqueu un botó per moure'l o treure'l. Les extensions sempre ocupen una fila sencera.
cak: Ri nab'ey cholaj, ja ri cholaj b'anob'äl chuxe'el ruxaq. Tajïk' ri cholaj b'anob'äl chuwäch anej, o ri cholaj kanoxel chuxe'el, richin nijaq ronojel ri menú. Tapitz'a' jun botón richin nijech'ëx o nirelesäx. Ri taq k'amal ronojel mul nikik'wan jun cholaj.
ceb: Ang una nga laray mao ang bar sa mga aksyon sa ubos sa mga page. i-Swipe pataas ang bar sa mga aksyon, o pa-ubos ang address bar, para maablihan ang tibuok menu. i-Tap ang usa ka button para balhinon o kuhaon kini. Ang mga extension kanunay nga mokuha og tibuok laray.
ckb: یەکەم ڕیز شریتی کردارەکانە لە خوارەوەی پەڕەکان. بۆ کردنەوەی هەموو پێڕستەکە، شریتی کردارەکان بەرەو سەرەوە، یان شریتی ناونیشان بەرەو خوارەوە فڕێبدە. دەست لەسەر دوگمەیەک بدە بۆ گواستنەوە یان لابردنی. پێوەکراوەکان هەمیشە هەموو ڕیزێک دادەگرن.
co: A prima linea hè a barra d'azzioni sottu à e pagine. Fate scorre a barra d'azzioni in su, o a barra d'indirizzu in ghjò, per apre u menu sanu. Picchia nant'à un buttone per dispiazzallu o cacciallu. L'estensioni piglianu sempre una linea sana.
cs: První řádek je lišta akcí pod stránkami. Celou nabídku otevřete přejetím lišty akcí nahoru, nebo adresního řádku dolů. Klepnutím na tlačítko ho přesunete nebo odeberete. Rozšíření vždy zabírají celý řádek.
cy: Y rhes gyntaf yw’r bar gweithredoedd o dan dudalennau. Llusgwch y bar gweithredoedd i fyny, neu’r bar cyfeiriad i lawr, i agor y ddewislen gyfan. Pwyswch fotwm i’w symud neu ei dynnu. Mae estyniadau bob amser yn cymryd rhes gyfan.
da: Den første række er handlingslinjen under sider. Stryg handlingslinjen op, eller adresselinjen ned, for at åbne hele menuen. Tryk på en knap for at flytte eller fjerne den. Udvidelser fylder altid en hel række.
de: Die erste Zeile ist die Aktionsleiste unter Seiten. Wische die Aktionsleiste nach oben oder die Adressleiste nach unten, um das ganze Menü zu öffnen. Tippe auf eine Schaltfläche, um sie zu verschieben oder zu entfernen. Erweiterungen belegen immer eine ganze Zeile.
dsb: Prědny rěd jo akcijowa lajsta pód bokami. Suń akcijowu lajstu górjej, abo adresowu lajstu dołoj, aby cełi meni wócynił. Tłoc na tłocašk, aby jen pśesunuł abo wótwónoźeł. Rozšyrjenja zajmaju pśecej cełi rěd.
el: Η πρώτη σειρά είναι η γραμμή ενεργειών κάτω από τις σελίδες. Σύρετε τη γραμμή ενεργειών προς τα πάνω, ή τη γραμμή διευθύνσεων προς τα κάτω, για να ανοίξει ολόκληρο το μενού. Πατήστε ένα κουμπί για να το μετακινήσετε ή να το αφαιρέσετε. Οι επεκτάσεις καταλαμβάνουν πάντα μια ολόκληρη σειρά.
eo: La unua vico estas la agostrio sub paĝoj. Svingu la agostrion supren, aŭ la adresstrion malsupren, por malfermi la tutan menuon. Tuŝu butonon por movi aŭ forigi ĝin. Etendaĵoj ĉiam okupas tutan vicon.
es: La primera fila es la barra de acciones debajo de las páginas. Desliza la barra de acciones hacia arriba, o la barra de direcciones hacia abajo, para abrir el menú completo. Toca un botón para moverlo o quitarlo. Las extensiones siempre ocupan una fila completa.
es_ar: La primera fila es la barra de acciones debajo de las páginas. Deslizá la barra de acciones hacia arriba, o la barra de direcciones hacia abajo, para abrir el menú completo. Tocá un botón para moverlo o quitarlo. Las extensiones siempre ocupan una fila completa.
et: Esimene rida on lehtede all olev tegevusriba. Kogu menüü avamiseks pühi tegevusriba üles või aadressiriba alla. Nupu liigutamiseks või eemaldamiseks puuduta seda. Lisad võtavad alati terve rea.
eu: Lehen lerroa orrien azpiko ekintza-barra da. Pasatu hatza ekintza-barratik gora, edo helbide-barratik behera, menu osoa irekitzeko. Sakatu botoi bat lekuz aldatzeko edo kentzeko. Hedapenek beti lerro oso bat hartzen dute.
fa: ردیف اول، نوار کنش‌ها زیر صفحات است. برای باز کردن کل منو، نوار کنش‌ها را به بالا، یا نوار نشانی را به پایین بکشید. برای جابه‌جایی یا حذف یک دکمه، روی آن ضربه بزنید. افزونه‌ها همیشه یک ردیف کامل را اشغال می‌کنند.
ff: La première ligne est la barre d'actions sous les pages. Glisse la barre d'actions vers le haut, ou la barre d'adresse vers le bas, pour ouvrir tout le menu. Touche un bouton pour le déplacer ou le retirer. Les extensions occupent toujours une ligne entière.
fi: Ensimmäinen rivi on sivujen alla oleva toimintopalkki. Avaa koko valikko pyyhkäisemällä toimintopalkkia ylös tai osoiterivi alas. Napauta painiketta siirtääksesi tai poistaaksesi sen. Laajennukset vievät aina kokonaisen rivin.
fr: La première ligne est la barre d’actions sous les pages. Fais glisser la barre d’actions vers le haut, ou la barre d’adresse vers le bas, pour ouvrir le menu complet. Touche un bouton pour le déplacer ou le retirer. Les extensions occupent toujours une ligne entière.
fur: La prime rie e je la sbare des azions sot des pagjinis. Strissine la sbare des azions in sù, o la sbare des direzions in jù, par vierzi dut il menù. Tocje un boton par movilu o gjavâlu. Lis estensions a ocupin simpri une rie interie.
fy: De earste rige is de aksjebalke ûnder sides. Swipe de aksjebalke omheech, of de adresbalke omleech, om it hiele menu te iepenjen. Tik op in knop om dy te ferpleatsen of fuort te smiten. Utwreidingen nimme altyd in hiele rige yn.
ga: Is é an chéad sraith an barra gníomhartha faoi leathanaigh. Swipeáil an barra gníomhartha suas, nó an barra seoltaí síos, chun an roghchlár iomlán a oscailt. Brúigh cnaipe chun é a bhogadh nó a bhaint. Glacann eisínteachtaí sraith iomlán i gcónaí.
gd: Is e an sreath bàr ghnìomhan fon duilleag a' chiad sreath. Swipeig am bàr ghnìomhan suas, no am bàr sheòlaidhean sìos, gus an clàr-taice gu lèir fhosgladh. Brùth air putan gus a ghluasad no a thoirt air falbh. Gabhaidh leudachain sreath gu lèir an-còmhnaidh.
gl: A primeira fila é a barra de accións debaixo das páxinas. Pasa o dedo pola barra de accións cara arriba, ou pola barra de enderezos cara abaixo, para abrir todo o menú. Toca un botón para movelo ou quitalo. As extensións ocupan sempre unha fila enteira.
gn: Pe tysỹi peteĩha, ha'e pe tembiapo barra kuatiarogue guýpe. Emongu'e pe tembiapo barra yvate, térã pe kundaharape barra guývo, embojuruja hağua opa menu. Eiporavo peteĩ votã embojoko térã emboguete hağua. Umi jepysokue oiporu tapiaite peteĩ tysỹi jaite.
gu: પહેલી પંક્તિ પૃષ્ઠોની નીચેનો ક્રિયા બાર છે. આખું મેનૂ ખોલવા માટે ક્રિયા બારને ઉપર અથવા સરનામાં બારને નીચે સ્વાઇપ કરો. કોઈ બટન ખસેડવા કે દૂર કરવા માટે તેના પર ટૅપ કરો. એક્સટેન્શન હંમેશા આખી પંક્તિ રોકે છે.
he: השורה הראשונה היא סרגל הפעולות שמתחת לדפים. כדי לפתוח את כל התפריט, החליקו את סרגל הפעולות למעלה, או את שורת הכתובת למטה. הקישו על כפתור כדי להעביר או להסיר אותו. הרחבות תמיד תופסות שורה שלמה.
hi: पहली पंक्ति पेज के नीचे का ऐक्शन बार है। पूरा मेन्यू खोलने के लिए ऐक्शन बार को ऊपर या एड्रेस बार को नीचे स्वाइप करें। किसी बटन की जगह बदलने या उसे हटाने के लिए उस पर टैप करें। एक्सटेंशन हमेशा पूरी पंक्ति लेते हैं।
hil: Ang una nga laray amo ang bar sang mga aksyon sa idalom sang mga page. i-Swipe pataas ang bar sang mga aksyon, ukon pa-idalom ang address bar, para maabli ang bug-os nga menu. i-Tap ang isa ka button para saylohon ukon kuhaon ini. Ang mga extension pirme nagakuha sang bug-os nga laray.
hr: Prvi redak je traka radnji ispod stranica. Prijeđite prstom prema gore preko trake radnji ili prema dolje preko adresne trake da otvorite cijeli izbornik. Dodirnite gumb za premještanje ili uklanjanje. Dodaci uvijek zauzimaju cijeli redak.
hsb: Prěni rjad je akcijowa lajsta pod stronami. Suń akcijowu lajstu horje, abo adresowu lajstu deleka, zo by cyły meni wočinił. Podótkń so tłóčatka, zo by je přesunył abo wotstronił. Rozšěrjenja stajnje cyły rjad zaběraja.
hu: Az első sor az oldalak alatti műveletsáv. Csúsztassa felfelé a műveletsávot, vagy lefelé a címsávot, hogy megnyíljon a teljes menü. Koppintson egy gombra a mozgatásához vagy eltávolításához. A kiegészítők mindig egy teljes sort foglalnak el.
hy: Առաջին տողը էջերի տակի գործողությունների գոտին է. Ամբողջ ցանկը բացելու համար սահեցրեք գործողությունների գոտին վերև կամ հասցեների գոտին՝ ներքև. Հպեք կոճակին՝ այն տեղափոխելու կամ հեռացնելու համար. Ընդլայնումները միշտ զբաղեցնում են ամբողջ տողը.
ia: Le prime fila es le barra de actiones sub le paginas. Glissa le barra de actiones verso alto, o le barra de adresse verso basso, pro aperir tote le menu. Pulsa un button pro mover o remover lo. Extensiones sempre occupa un fila integre.
id: Baris pertama adalah bilah tindakan di bawah laman. Geser bilah tindakan ke atas, atau bilah alamat ke bawah, untuk membuka seluruh menu. Ketuk tombol untuk memindahkan atau menghapusnya. Ekstensi selalu menempati satu baris penuh.
is: Fyrsta röðin er aðgerðastikan neðst á síðum. Strjúktu aðgerðastikunni upp, eða vistfangastikunni niður, til að opna alla valmyndina. Ýttu á hnapp til að færa hann eða fjarlægja. Forritsaukar taka alltaf heila röð.
it: La prima riga è la barra delle azioni sotto le pagine. Scorri la barra delle azioni verso l’alto, o la barra degli indirizzi verso il basso, per aprire il menu completo. Tocca un pulsante per spostarlo o rimuoverlo. Le estensioni occupano sempre una riga intera.
ja: 最初の行はページ下部のアクションバーです。アクションバーを上に、またはアドレスバーを下にスワイプするとメニュー全体が開きます。ボタンをタップすると移動や削除ができます。拡張機能は常に1行全体を使用します。
ka: პირველი მწკრივი არის მოქმედებების ზოლი გვერდების ქვემოთ. მთელი მენიუს გასახსნელად აწიეთ მოქმედებების ზოლი ზემოთ, ან ჩამოწიეთ მისამართების ზოლი ქვემოთ. შეეხეთ ღილაკს მის გადასატანად ან ამოსაღებად. გაფართოებები ყოველთვის იკავებს მთელ მწკრივს.
kaa: Birinshi qatar betlerdiń astındaǵı áreketler paneli. Pútkil menyudı ashıw ushın áreketler panelin joqarıǵa, yamasa adres panelin tómenge súriń. Knopkanı jıljıtıw yamasa shıǵarıw ushın oǵan tiyiń. Keńeytiwler hámiyshe pútkil qatardı aladı.
kab: Azirig amezwaru, d afeggag n tigawin ddaw isebtar. Zuɣer afeggag n tigawin ɣer sennig, neɣ afeggag n tansa ɣer wadda, akken ad yeldi umuɣ meṛṛa. Sit ɣef ubuṭun akken a t-tesnekzeḍ neɣ a t-tekkseḍ. Isiɣzaf ttaken yiwen uzirig s tezmert-nsen.
kk: Бірінші қатар — беттердің астындағы әрекеттер тақтасы. Бүкіл мәзірді ашу үшін әрекеттер тақтасын жоғары, немесе мекенжай тақтасын төмен сырғытыңыз. Түймені жылжыту немесе шығару үшін оны түртіңіз. Кеңейтулер әрқашан бүкіл қатарды алады.
km: ជួរទីមួយគឺជារបារសកម្មភាពនៅក្រោមទំព័រ។ អូសរបារសកម្មភាពឡើងលើ ឬរបារអាសយដ្ឋានចុះក្រោម ដើម្បីបើកម៉ឺនុយទាំងមូល។ ចុចលើប៊ូតុងមួយដើម្បីផ្លាស់ទី ឬដកវាចេញ។ ផ្នែកបន្ថែមតែងតែកាន់កាប់ជួរទាំងមូល។
kmr: Rêza yekem darika çalakiyan a binê rûpelan e. Ji bo vekirina menuya tevahî, darika çalakiyan ber bi jor ve, an darika navnîşanan ber bi jêr ve bikişîne. Ji bo veguhastin an rakirina bişkokekê, li ser bitikîne. Pêvek her dem rêzeke tevahî digirin.
kn: ಮೊದಲ ಸಾಲು ಪುಟಗಳ ಕೆಳಗಿನ ಕ್ರಿಯಾ ಪಟ್ಟಿಯಾಗಿದೆ. ಇಡೀ ಮೆನುವನ್ನು ತೆರೆಯಲು ಕ್ರಿಯಾ ಪಟ್ಟಿಯನ್ನು ಮೇಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ, ಅಥವಾ ವಿಳಾಸ ಪಟ್ಟಿಯನ್ನು ಕೆಳಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ. ಬಟನ್ ಅನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಅಥವಾ ತೆಗೆದುಹಾಕಲು ಅದನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ. ವಿಸ್ತರಣೆಗಳು ಯಾವಾಗಲೂ ಇಡೀ ಸಾಲನ್ನು ಆಕ್ರಮಿಸುತ್ತವೆ.
ko: 첫 번째 줄은 페이지 아래의 작업 모음입니다. 작업 모음을 위로 밀거나 주소 표시줄을 아래로 밀면 전체 메뉴가 열립니다. 버튼을 탭하면 이동하거나 제거할 수 있습니다. 확장 기능은 항상 한 줄 전체를 차지합니다.
kw: An kensa rys yw an barr oberennow a-woeles folennow. Sweep an barr oberennow a-wartha, po an barr adres a-woeles, rag igeri oll an roll. Gwaska boten rag y vovya po removya. Kressansow a gemmer pub prys rys dien.
lij: A primma riga a l'è a barra de-e açioin sotto a-e pagine. Fa scòrre a barra de-e açioin in sciù, ò a barra de l'indirizzo in zu, pe arvî tutto o menû. Tocca 'n buttón pe spostâlo ò cacciâlo. E estensioin pìggian sempre 'na riga intrega.
lo: ແຖວທຳອິດແມ່ນແຖບຄຳສັ່ງຢູ່ລຸ່ມຫນ້າເວັບ. ປັດແຖບຄຳສັ່ງຂຶ້ນ, ຫຼື ແຖບທີ່ຢູ່ລົງ, ເພື່ອເປີດເມນູທັງຫມົດ. ແຕະປຸ່ມໃດຫນຶ່ງເພື່ອຍ້າຍ ຫຼື ເອົາມັນອອກ. ສ່ວນຂະຫຍາຍຈະກິນເນື້ອທີ່ທັງແຖວສະເໝີ.
lt: Pirma eilutė yra veiksmų juosta po puslapiais. Norėdami atverti visą meniu, perbraukite veiksmų juostą aukštyn arba adreso juostą žemyn. Palieskite mygtuką, kad jį perkeltumėte arba pašalintumėte. Plėtiniai visada užima visą eilutę.
lv: Pirmā rinda ir darbību josla zem lapām. Lai atvērtu visu izvēlni, pavelciet darbību joslu uz augšu vai adreses joslu uz leju. Pieskarieties pogai, lai to pārvietotu vai noņemtu. Paplašinājumi vienmēr aizņem visu rindu.
meh: La primera fila es la barra de acciones debajo de las páginas. Desliza la barra de acciones hacia arriba, o la barra de dirección hacia abajo, para abrir todo el menú. Toca un botón para moverlo o quitarlo. Las extensiones siempre ocupan una fila completa.
ml: ആദ്യ വരി താളുകൾക്ക് താഴെയുള്ള പ്രവർത്തന ബാറാണ്. മുഴുവൻ മെനുവും തുറക്കാൻ പ്രവർത്തന ബാർ മുകളിലേക്ക് സ്വൈപ്പ് ചെയ്യുക, അല്ലെങ്കിൽ വിലാസ ബാർ താഴേക്ക് സ്വൈപ്പ് ചെയ്യുക. ഒരു ബട്ടൺ നീക്കാനോ നീക്കം ചെയ്യാനോ അതിൽ ടാപ്പ് ചെയ്യുക. വിപുലീകരണങ്ങൾ എപ്പോഴും ഒരു മുഴുവൻ വരി എടുക്കും.
mr: पहिली रांग म्हणजे पृष्ठांखालील क्रिया पट्टी. संपूर्ण मेनू उघडण्यासाठी क्रिया पट्टी वर स्वाइप करा, किंवा पत्ता पट्टी खाली स्वाइप करा. बटण हलवण्यासाठी किंवा काढण्यासाठी त्यावर टॅप करा. एक्सटेन्शन नेहमी संपूर्ण रांग व्यापतात.
my: ပထမ အတန်းသည် စာမျက်နှာအောက်ရှိ လုပ်ဆောင်ချက်ဘား ဖြစ်သည်။ မီနူးတစ်ခုလုံးကို ဖွင့်ရန် လုပ်ဆောင်ချက်ဘားကို အပေါ်သို့ သို့မဟုတ် လိပ်စာဘားကို အောက်သို့ ပွတ်ဆွဲပါ။ ခလုတ်တစ်ခုကို ရွှေ့ရန် သို့မဟုတ် ဖယ်ရှားရန် နှိပ်ပါ။ ထပ်ဆောင်းများသည် အတန်းတစ်ခုလုံးကို အမြဲယူသည်။
nb: Den første raden er handlingslinjen under sider. Sveip handlingslinjen opp, eller adresselinjen ned, for å åpne hele menyen. Trykk på en knapp for å flytte eller fjerne den. Utvidelser tar alltid en hel rad.
ne: पहिलो पङ्क्ति पृष्ठहरुमुनि रहेको कार्य पट्टी हो। पूरै मेनु खोल्न कार्य पट्टीलाई माथि स्वाइप गर्नुहोस्, वा ठेगाना पट्टीलाई तल स्वाइप गर्नुहोस्। बटनलाई सार्न वा हटाउन यसमा ट्याप गर्नुहोस्। एक्सटेन्सनहरुले सधैं पूरै पङ्क्ति ओगट्छन्।
nl: De eerste rij is de actiebalk onder pagina’s. Swipe de actiebalk omhoog, of de adresbalk omlaag, om het volledige menu te openen. Tik op een knop om deze te verplaatsen of te verwijderen. Extensies nemen altijd een hele rij in beslag.
nn: Den første rada er handlingslinja under sider. Sveip handlingslinja opp, eller adresselinja ned, for å opne heile menyen. Trykk på ein knapp for å flytte eller fjerne han. Utvidingar tek alltid ei heil rad.
oc: La primièra fila es la barra d’accions jos las paginas. Fasètz lisar la barra d’accions cap amont, o la barra d’adreça cap aval, per dobrir tot lo menú. Tocatz un boton per lo desplaçar o lo levar. Las extensions prenon totjorn una fila entièra.
or: ପ୍ରଥମ ଧାଡି ପୃଷ୍ଠା ତଳେ ଥିବା କାର୍ଯ୍ୟ ବାର୍। ପୁରା ମେନୁ ଖୋଲିବାକୁ କାର୍ଯ୍ୟ ବାର୍‌କୁ ଉପରକୁ, କିମ୍ବା ଠିକଣା ବାର୍‌କୁ ତଳକୁ ସ୍ୱାଇପ୍ କରନ୍ତୁ। ଏକ ବଟନ୍‌କୁ ଘୁଞ୍ଚାଇବାକୁ କିମ୍ବା ହଟାଇବାକୁ ଏହାକୁ ଟାପ୍ କରନ୍ତୁ। ଏକ୍ସଟେନସନ ସର୍ବଦା ପୁରା ଧାଡି ନିଏ।
pa: ਪਹਿਲੀ ਕਤਾਰ ਸਫ਼ਿਆਂ ਹੇਠਾਂ ਕਾਰਵਾਈ ਪੱਟੀ ਹੈ। ਪੂਰਾ ਮੀਨੂ ਖੋਲ੍ਹਣ ਲਈ ਕਾਰਵਾਈ ਪੱਟੀ ਨੂੰ ਉੱਪਰ ਸਵਾਈਪ ਕਰੋ, ਜਾਂ ਪਤਾ ਪੱਟੀ ਨੂੰ ਹੇਠਾਂ ਸਵਾਈਪ ਕਰੋ। ਬਟਨ ਨੂੰ ਭੇਜਣ ਜਾਂ ਹਟਾਉਣ ਲਈ ਇਸ ‘ਤੇ ਟੈਪ ਕਰੋ। ਇਕਸਟੈਨਸ਼ਨਾਂ ਹਮੇਸ਼ਾ ਪੂਰੀ ਕਤਾਰ ਲੈਂਦੀਆਂ ਹਨ।
pa_pk: پہلی قطار صفحیاں دے تلے ایکشن بار اے۔ پورا مینو کھولن لئی ایکشن بار نوں اُتے، یا ایڈریس بار نوں تلے سوائپ کرو۔ کسے بٹن نوں ہلاؤن یا ہٹاؤن لئی اوہدے تے ٹیپ کرو۔ پھیلاؤ ہمیشہ پوری قطار لیندے نيں۔
pl: Pierwszy rząd to pasek akcji pod stronami. Przesuń pasek akcji w górę albo pasek adresu w dół, aby otworzyć całe menu. Dotknij przycisku, aby go przenieść lub usunąć. Rozszerzenia zawsze zajmują cały rząd.
ps: لومړۍ کرښه د پاڼو لاندې د کړنو نوار دی. د ټولې مینو خلاصولو لپاره، د کړنو نوار پورته، یا د پتې نوار ښکته کش کړئ. د تڼۍ د لېږد یا لرې کولو لپاره پرې کېکاږئ. وروستاړي تل ټوله کرښه نیسي.
pt_br: A primeira linha é a barra de ações abaixo das páginas. Deslize a barra de ações para cima, ou a barra de endereço para baixo, para abrir o menu completo. Toque em um botão para movê-lo ou removê-lo. As extensões sempre ocupam uma linha inteira.
pt_pt: A primeira linha é a barra de ações abaixo das páginas. Desliza a barra de ações para cima, ou a barra de endereço para baixo, para abrir o menu completo. Toca num botão para o mover ou remover. As extensões ocupam sempre uma linha inteira.
rm: La emprima lingia è la trav d’acziuns sutvart paginas. Strascha la trav d’acziuns ensi, u la trav d’adressa engiu, per avrir il menu enteir. Smatga in buttun per il spustar u allontanar. Extensiuns piglian adina ina lingia entira.
ro: Primul rând este bara de acțiuni de sub pagini. Glisează bara de acțiuni în sus, sau bara de adrese în jos, pentru a deschide întregul meniu. Atinge un buton pentru a-l muta sau elimina. Extensiile ocupă întotdeauna un rând întreg.
ru: Первый ряд — это панель действий под страницами. Проведите по панели действий вверх или по адресной строке вниз, чтобы открыть меню целиком. Нажмите на кнопку, чтобы переместить или удалить её. Расширения всегда занимают целый ряд.
sat: ᱯᱩᱭᱞᱩ ᱨᱚ ᱠᱟᱱᱟ ᱥᱟᱦᱴᱟ ᱞᱟᱛᱟᱨ ᱨᱮᱭᱟᱜ ᱮᱠᱥᱚᱱ ᱵᱟᱨ ᱾ ᱡᱚᱛᱚ ᱢᱮᱱᱩ ᱡᱷᱤᱡᱽ ᱞᱟᱹᱜᱤᱛ ᱮᱠᱥᱚᱱ ᱵᱟᱨ ᱪᱮᱛᱟᱱ ᱛᱮ, ᱵᱟᱝ ᱴᱷᱤᱠᱟᱱᱟ ᱵᱟᱨ ᱞᱟᱛᱟᱨ ᱛᱮ ᱥᱳᱭᱟᱭᱯ ᱢᱮ ᱾ ᱢᱤᱫ ᱵᱚᱴᱚᱱ ᱩᱪᱟᱹᱲ ᱟᱨ ᱚᱰᱚᱠ ᱞᱟᱹᱜᱤᱛ ᱚᱱᱟ ᱚᱛᱟᱭ ᱢᱮ ᱾ ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱠᱚ ᱡᱚᱛᱚ ᱚᱠᱛᱚ ᱢᱤᱫ ᱨᱚ ᱮᱢ ᱠᱚᱣᱟ ᱾
sc: Sa prima ringa est sa barra de is atziones asuta de is pàginas. Fai scùrrere sa barra de is atziones a susu, o sa barra de s'indiritzu a bàsciu, pro aberrer totu su menu. Pretziona unu butone pro lu movere o lu tirare. Is estensiones ocupant semper una ringa intrea.
scn: A prima riga è a barra dî azzioni sutta ê pàggini. Fai scurriri a barra dî azzioni ncapu, o a barra dî indirizzi jusu, pi grapiri tuttu u menù. Tocca un buttuni pi mòviri o livari. I stinneri pìgghianu sempri na riga sana.
si: පළමු පේළිය පිටු පහළින් ඇති ක්‍රියා තීරුවයි. සම්පූර්ණ මෙනුව විවෘත කිරීමට ක්‍රියා තීරුව ඉහළට හෝ ලිපින තීරුව පහළට ස්වයිප් කරන්න. බොත්තමක් ගෙනයාමට හෝ ඉවත් කිරීමට එය තට්ටු කරන්න. දිගු සැමවිටම සම්පූර්ණ පේළියක් ගනී.
sk: Prvý riadok je panel akcií pod stránkami. Potiahnutím panela akcií nahor alebo panela s adresou nadol otvoríte celú ponuku. Ťuknutím na tlačidlo ho presuniete alebo odstránite. Rozšírenia vždy zaberajú celý riadok.
skr: پہلی قطار ورقیاں دے تلے عمل پٹی ہے۔ پورا مینیو کھولݨ کیتے عمل پٹی کوں اُتے ول، یا پتہ پٹی کوں تلے ول سوائپ کرو۔ کہیں بٹݨ دی جاہ بدلݨ یا اینکوں ہٹاوݨ کیتے ایندے تے دباؤ۔ ایکسٹینشنز ہمیشاں پوری قطار گھندیاں ہن۔
sl: Prva vrstica je vrstica dejanj pod stranmi. Povlecite vrstico dejanj navzgor ali naslovno vrstico navzdol, da odprete celoten meni. Dotaknite se gumba, da ga premaknete ali odstranite. Razširitve vedno zavzamejo celo vrstico.
sq: Rreshti i parë është shiriti i veprimeve nën faqet. Rrëshqitni shiritin e veprimeve lart, ose shiritin e adresave poshtë, që të hapet krejt menuja. Prekni një buton që ta lëvizni ose hiqni. Zgjerimet zënë përherë një rresht të tërë.
sr: Први ред је трака радњи испод страница. Превуците траку радњи нагоре, или адресну траку надоле, да отворите цео мени. Додирните дугме да га преместите или уклоните. Проширења увек заузимају цео ред.
su: Baris kahiji nyaéta bar aksi di handap kaca. Séréd bar aksi ka luhur, atawa bar alamat ka handap, pikeun muka sakabéh menu. Toél tombol pikeun mindahkeun atawa miceunna. Éksténsi salawasna nyokot sabaris pinuh.
sv: Den första raden är åtgärdsfältet under sidor. Svep åtgärdsfältet uppåt, eller adressfältet nedåt, för att öppna hela menyn. Tryck på en knapp för att flytta eller ta bort den. Tillägg tar alltid en hel rad.
szl: Piyrszo linijo to posek akcyji pod strōnami. Przesuń posek akcyji w gōra, abo posek adresy w dōł, coby ôdewrzić cołke meni. Stuknij knefel, coby go przenieść abo wyciepnyć. Rozszyrzynia zawdy zajmujōm cołko linijo.
ta: முதல் வரிசை பக்கங்களுக்குக் கீழே உள்ள செயல் பட்டையாகும். முழுப் பட்டியையும் திறக்க செயல் பட்டையை மேலே ஸ்வைப் செய்யவும், அல்லது முகவரிப் பட்டையைக் கீழே ஸ்வைப் செய்யவும். ஒரு பொத்தானை நகர்த்த அல்லது அகற்ற அதைத் தட்டவும். நீட்சிகள் எப்போதும் ஒரு முழு வரிசையை எடுத்துக்கொள்ளும்.
te: మొదటి వరుస పేజీల దిగువన ఉండే చర్యల పట్టీ. మొత్తం మెనూను తెరవడానికి చర్యల పట్టీని పైకి స్వైప్ చేయండి, లేదా చిరునామా పట్టీని కిందికి స్వైప్ చేయండి. బటన్‌ను తరలించడానికి లేదా తీసివేయడానికి దాన్ని నొక్కండి. పొడగింతలు ఎప్పుడూ మొత్తం వరుసను ఆక్రమిస్తాయి.
tg: Сатри якум навори амалҳо дар зери саҳифаҳост. Барои кушодани тамоми меню, навори амалҳоро ба боло ё навори суроғаро ба поён бикашед. Барои гузарондан ё хориҷ кардани тугма, ба он зер кунед. Васеъшавиҳо ҳамеша тамоми як сатрро мегиранд.
th: แถวแรกคือแถบการดำเนินการด้านล่างหน้าเว็บ ปัดแถบการดำเนินการขึ้น หรือปัดแถบที่อยู่ลง เพื่อเปิดเมนูทั้งหมด แตะปุ่มเพื่อย้ายหรือนำออก ส่วนขยายจะใช้พื้นที่ทั้งแถวเสมอ
tl: Ang unang hilera ay ang bar ng mga aksyon sa ibaba ng mga page. I-swipe pataas ang bar ng mga aksyon, o pababa ang address bar, para buksan ang buong menu. I-tap ang isang button para ilipat o alisin ito. Kumukuha palagi ng isang buong hilera ang mga extension.
tok: linja nanpa wan li linja ilo lon anpa lipu. o pana e linja ilo tawa sewi, anu o pana e linja nasin lipu tawa anpa, tawa open e ilo mute ale. o luka e ilo lili tawa tawa ona anu weka ona. ilo namako li jo e linja ale, tenpo ale.
tr: İlk satır, sayfaların altındaki eylem çubuğudur. Menünün tamamını açmak için eylem çubuğunu yukarı ya da adres çubuğunu aşağı kaydırın. Bir düğmeyi taşımak veya kaldırmak için ona dokunun. Uzantılar her zaman bir satırın tamamını kaplar.
trs: La primera fila es la barra de acciones debajo de las páginas. Desliza la barra de acciones hacia arriba, o la barra de dirección hacia abajo, para abrir todo el menú. Toca un botón para moverlo o quitarlo. Las extensiones siempre ocupan una fila completa.
tt: Беренче рәт — битләр астындагы гамәлләр панеле. Бөтен менюны ачу өчен гамәлләр панелен өскә, яки адрес панелен аска шудырыгыз. Төймәне күчерер яки чыгарыр өчен аңа басыгыз. Киңәйтүләр һәрвакыт бөтен рәтне ала.
tzm: Azirig amezwaru, d afeggag n tigawin ddaw tsna. Zuɣer afeggag n tigawin ɣer sennig, neɣ afeggag n tansa ɣer wadda, akken ad yeṛẓem umuɣ akkʷ. Sit ɣef ubuṭun akken a t-tesnekzeḍ neɣ a t-tekkseḍ. Isiɣzaf ttaken yiwen uzirig s tezmert-nsen.
ug: بىرىنچى قاتار بەتلەرنىڭ ئاستىدىكى مەشغۇلات بالدىقى. پۈتۈن تىزىملىكنى ئېچىش ئۈچۈن مەشغۇلات بالدىقىنى ئۈستىگە، ياكى ئادرېس بالدىقىنى ئاستىغا سۈرۈڭ. توپچىنى يۆتكەش ياكى چىقىرىۋېتىش ئۈچۈن ئۇنىڭغا چېكىڭ. كېڭەيتمىلەر ھەمىشە پۈتۈن بىر قاتارنى ئىگىلەيدۇ.
uk: Перший ряд — це панель дій під сторінками. Проведіть по панелі дій вгору або по панелі адреси вниз, щоб відкрити все меню. Торкніться кнопки, щоб перемістити або прибрати її. Розширення завжди займають цілий ряд.
ur: پہلی صف صفحات کے نیچے موجود ایکشن بار ہے۔ پورا مینو کھولنے کے لیے ایکشن بار کو اوپر، یا ایڈریس بار کو نیچے سوائپ کریں۔ کسی بٹن کو منتقل یا ہٹانے کے لیے اس پر ٹیپ کریں۔ ایکسٹینشنز ہمیشہ پوری صف لیتی ہیں۔
uz: Birinchi qator — sahifalar ostidagi amallar paneli. Butun menyuni ochish uchun amallar panelini yuqoriga, yoki manzil panelini pastga suring. Tugmani ko'chirish yoki chiqarish uchun unga bosing. Kengaytmalar har doim butun bir qatorni egallaydi.
vec: Ła prima riga xe ła bara de łe asion soto łe pagine. Trassina ła bara de łe asion in su, o ła bara de l’indirisso in xo, par verxer tuto el menù. Toca un boton par spostarlo o cavarlo via. Łe estension łe ciapa senpre na riga intiera.
vi: Hàng đầu tiên là thanh thao tác bên dưới trang. Vuốt thanh thao tác lên, hoặc vuốt thanh địa chỉ xuống, để mở toàn bộ trình đơn. Nhấn vào một nút để di chuyển hoặc xóa nút đó. Tiện ích luôn chiếm trọn một hàng.
yo: Ọ̀nà àkọ́kọ́ ni ọ̀pá iṣe tí ó wà ní ìsàlẹ̀ ojú-ìwé. Fi ọwọ́ rẹ yíyí ọ̀pá iṣe sókè, tàbí ọ̀pá àdírẹ́sì sísàlẹ̀, láti ṣí gbogbo menu. Tẹ bọ́tìnnì kan láti gbé e lọ tàbí yọ ọ́ kúrò. Ìfikún máa ń gba gbogbo ọ̀nà kan nígbà gbogbo.
yua: La primera fila es la barra de acciones debajo de las páginas. Desliza la barra de acciones hacia arriba, o la barra de dirección hacia abajo, para abrir todo el menú. Toca un botón para moverlo o quitarlo. Las extensiones siempre ocupan una fila completa.
zh_hans: 第一行是网页下方的操作栏。向上滑动操作栏,或向下滑动地址栏,即可打开完整菜单。点按按钮可将其移动或移除。扩展始终占据整行。
zh_hant: 第一列是網頁下方的操作列。向上滑動操作列,或向下滑動網址列,即可開啟完整選單。輕觸按鈕即可移動或移除。擴充套件一律佔用整列。
